Repository: BuloZB/OpenTAKServer
Catalog: opentakserver/translations/*/LC_MESSAGES/messages.po
Languages: fr, it, pl, uk

source: No CoT found for UID %(uid)s
fr: Aucun CoT trouvé pour l'UID %(uid)s
it: Nessun CoT trovato per UID %(uid)s
pl: Nie znaleziono CoT dla UID %(uid)s
uk: Не знайдено CoT для UID %(uid)s

source: Invalid secago value: %(sec_ago)s
fr: valeur secago invalide : %(sec_ago)s
it: Valore secago non valido: %(sec_ago)s
pl: Nieprawidłowa wartość secago: %(sec_ago)s
uk: Недійсне значення secago: %(sec_ago)s

source: This data package has already been uploaded
fr: Ce paquet de données a déjà été téléchargé
it: Questo pacchetto dati è già stato caricato
pl: Ten pakiet danych został już przesłany
uk: Цей пакет даних вже завантажено

source: A file is required
fr: Un fichier est requis
it: È richiesto un file
pl: Wymagany jest plik
uk: Потрібен файл

source: Invalid file extension: %(extension)s
fr: Extension de fichier invalide : %(extension)s
it: File d'estensione invalido%(extension)s
pl: Nieprawidłowe rozszerzenie pliku: %(extension)s
uk: Недійсне розширення файлу: %(extension)s

source: File not found: %(filename)s}
fr: Fichier introuvable : %(filename)s}
it: %(filename)sFile non trovato
pl: Nie znaleziono pliku: %(filename)s}
uk: Файл не знайдено: %(filename)s}

source: Groups are only supported on SSL connections
fr: Les groupes ne sont pris en charge que sur les connexions SSL
it: I gruppi sono supportati solo con connessione SSL%(filename)s
pl: Grupy są obsługiwane tylko w przypadku połączeń SSL
uk: Групи підтримуються лише через SSL-з'єднання

source: Please specify a groupNameFilter
fr: Veuillez spécifier un filtre de nom de groupe
it: Per favore specifica un groupNameFilter
pl: Proszę określić filtr nazw grup
uk: Будь ласка, вкажіть фільтр назви групи

source: Please specify a groupNameFilter that starts with %(prefix)s
fr: Veuillez spécifier un groupNameFilter qui commence par %(prefix)s
it: Per favore specifica un groupNameFilter che inizia con%(prefix)s
pl: Proszę określić filtr nazwy grupy zaczynający się od %(prefix)s
uk: Будь ласка, вкажіть groupNameFilter, який починається з %(prefix)s

source: groupNameFilter must end with either _READ or _WRITE
fr: groupNameFilter doit se terminer par _READ ou _WRITE
it: groupNameFilter deve terminare o con _READ or _WRITE
pl: groupNameFilter musi kończyć się znakiem _READ lub _WRITE
uk: groupNameFilter має закінчуватися на _READ або _WRITE

source: clientUid required
fr: clientUid requis
it: clientUid richiesto
pl: wymagany identyfikator klienta
uk: clientUID обов'язковий

source: Direction must be IN or OUT
fr: La direction doit être IN ou OUT
it: La direzione deve essere IN INGRESSO o IN USCITA
pl: Kierunek musi być IN lub OUT
uk: Напрямок має бути IN або OUT

source: The active attribute must be true or false
fr: L'attribut actif doit être vrai ou faux
it: L'attributo attivo deve essere vero o falso
pl: Atrybut aktywny musi być prawdziwy lub fałszywy
uk: атрибут active має бути true або false

source: Group name is required
fr: Le nom du groupe est requis
it: E' richiesto il nome del gruppo
pl: Nazwa grupy jest wymagana
uk: Назва групи обов'язкова

source: %(username)s is not in the %(group_name)s group
fr: %(username)s ne fait pas partie du groupe %(group_name)s
it: %(username)s non è nel %(group_name)s gruppo
pl: %(username)s nie należy do grupy %(group_name)s
uk: %(username)s не належить до групи %(group_name)s

source: Failed to update group subscriptions for %(username)s: %(e)s
fr: Échec de la mise à jour des abonnements de groupe pour %(username)s : %(e)s
it: Impossibile aggiornare le iscrizioni al gruppo per %(username)s: %(e)s
pl: Nie udało się zaktualizować subskrypcji grupowych dla %(username)s: %(e)s
uk: Не вдалося оновити групові підписки для %(username)s: %(e)s

source: Please provide a group name and direction
fr: Veuillez indiquer le nom du groupe et la direction
it: Si prega di fornire un nome del gruppo e una direzione
pl: Proszę podać nazwę grupy i kierunek
uk: Будь ласка, вкажіть назву групи та напрямок

source: No group found: %(group_name)s, %(direction)s
fr: Aucun groupe trouvé : %(group_name)s, %(direction)s
it: Nessun gruppo trovato: %(group_name)s, %(direction)s
pl: Nie znaleziono grupy: %(group_name)s, %(direction)s
uk: Групу не знайдено: %(group_name)s, %(direction)s

source: No such UID: %(uid)s
fr: Aucun UID de ce type : %(uid)s
it: Nessun UID corrispondente: %(uid)s
pl: Brak takiego UID: %(uid)s
uk: Немає такого UID: %(uid)s

source: No mission found with guid: %(mission_guid)s
fr: Aucune mission trouvée avec le GUID : %(mission_guid)s
it: Nessuna missione trovata con guid: %(mission_guid)s
pl: Nie znaleziono misji o identyfikatorze: %(mission_guid)s
uk: Не знайдено місій з ідентифікатором гіда: %(mission_guid)s

source: Invalid password
fr: Mot de passe invalide
it: Password invalida
pl: Nieprawidłowe hasło
uk: Недійсний пароль

source: Missions are only supported on SSL connections
fr: Les missions ne sont prises en charge que sur les connexions SSL
it: Le missioni sono supportate sono con connessione SSL
pl: Misje są obsługiwane tylko w przypadku połączeń SSL
uk: Місії підтримуються лише через SSL-з'єднання

source: Please provide a mission name and creatorUid
fr: Veuillez indiquer le nom de la mission et l'identifiant du créateur
it: Per favore fornisci un nome per la missione e il creatorUid
pl: Proszę podać nazwę misji i creatorUid
uk: Будь ласка, вкажіть назву місії та creatorUID

source: Invalid creatorUid: %(creator_uid)s
fr: CreatorUid invalide : %(creator_uid)s
it: creatorUid non valido: %(creator_uid)s
pl: Nieprawidłowy creatorUid: %(creator_uid)s
uk: Недійсний creatorUid: %(creator_uid)s

source: Group not found: %(group_name)s
fr: Groupe introuvable : %(group_name)s
it: Gruppo non trovato: %(group_name)s
pl: Nie znaleziono grupy: %(group_name)s
uk: Групу не знайдено: %(group_name)s

source: Failed to add mission: %(e)s
fr: Échec de l'ajout de la mission : %(e)s
it: Aggiunzione della missione fallita:%(e)s
pl: Nie udało się dodać misji: %(e)s
uk: Не вдалося додати місію: %(e)s

source: Invalid mission name
fr: Nom de mission invalide
it: Nome missione non valido
pl: Nieprawidłowa nazwa misji
uk: Недійсна назва місії

source: Mission %(mission_name)s not found
fr: Mission %(mission_name)s introuvable
it: Missione %(mission_name)s non trovata\
pl: Misja %(mission_name)s nie została znaleziona
uk: Місія %(mission_name)s не знайдена

source: Missing or invalid token
fr: Jeton manquant ou invalide
it: Token invalido o mancante
pl: Brakujący lub nieprawidłowy token
uk: Відсутній або недійсний токен

source: Only mission owners can delete missions
fr: Seuls les propriétaires de missions peuvent supprimer des missions
it: Solo i proprietari delle missioni possono cancellarle
pl: Tylko właściciele misji mogą usuwać misje
uk: Тільки власники місій можуть видаляти місії

source: Please provide the password
fr: Veuillez fournir le mot de passe
it: Per favore fornire la password
pl: Proszę podać hasło
uk: Будь ласка, вкажіть пароль

source: You do not have permission to change this mission's password
fr: Vous n'êtes pas autorisé à modifier le mot de passe de cette mission
it: Non hai il permesso di cambiare la password di questa missione
pl: Nie masz uprawnień do zmiany hasła tej misji
uk: Ви не маєте дозволу змінювати пароль цієї місії

source: No EUD found with UID %(invitee)s
fr: Aucun EUD trouvé avec l'UID %(invitee)s
it: Nessun EUD trovato con UID%(invitee)s
pl: Nie znaleziono EUD z UID %(invitee)s
uk: Не знайдено EUD з UID %(invitee)s

source: No EUD found with callsign %(invitee)s
fr: Aucun EUD trouvé avec l'indicatif d'appel %(invitee)s
it: Nessun UED trovato con callsign %(invitee)s
pl: Nie znaleziono EUD o znaku wywoławczym %(invitee)s
uk: Не знайдено EUD з позивним %(invitee)s

source: No user found with username %(invitee)s
fr: Aucun utilisateur trouvé avec le nom d'utilisateur %(invitee)s
it: Nessun utente trovato con username%(invitee)s
pl: Nie znaleziono użytkownika o nazwie %(invitee)s

source: No group found: %(invitee)s
fr: Aucun groupe trouvé : %(invitee)s
it: Nessun gruppo trovato:%(invitee)s
pl: Nie znaleziono grupy: %(invitee)s
uk: Групу не знайдено: %(invitee)s

source: Team not found: %(invitee)s
fr: Équipe introuvable : %(invitee)s
it: Team non trovato:%(invitee)s
pl: Nie znaleziono zespołu: %(invitee)s
uk: Команда не знайдена: %(invitee)s

source: Invalid invitation type: %(invitation_type)s
fr: Type d'invitation invalide : %(invitation_type)s
it: Tipo di invito non valido:%(invitation_type)s
pl: Nieprawidłowy typ zaproszenia: %(invitation_type)s

source: Mission not found: %(mission_name)s
fr: Mission introuvable : %(mission_name)s
it: Missione non trovata:%(mission_name)s
pl: Misja nie znaleziona: %(mission_name)s
uk: Місія не знайдена: %(mission_name)s

source: Invalid invitation type: %(invitation)s
fr: Type d'invitation invalide : %(invitation)s
it: Tipo di invito non valido: %(invitation)s
pl: Nieprawidłowy typ zaproszenia: %(invitation)s

source: No such mission found: %(mission_name)s
fr: Mission introuvable : %(mission_name)s
it: Nessuna missione trovata: %(mission_name)s
pl: Nie znaleziono takiej misji: %(mission_name)s

source: Only mission owners can change EUD roles
fr: Seuls les responsables de mission peuvent modifier les rôles EUD
it: Solo i proprietari della missione possono modificare i ruoli EUD
pl: Tylko właściciele misji mogą zmieniać role EUD
uk: Тільки власники місій можуть змінювати ролі EUD

source: Please provide a UID
fr: Veuillez fournir un UID
it: per favore fornire un UID
pl: Proszę podać UID

source: Invalid UID: %(client_uid)s
fr: UID invalide : %(client_uid)s
it: UID non valido: %(client_uid)s
pl: Nieprawidłowy UID: %(client_uid)s

source: Invalid role: %(new_role)s
fr: Rôle invalide : %(new_role)s
it: Ruolo non valido: %(new_role)s
pl: Nieprawidłowa rola: %(new_role)s

source: Cannot find mission %(mission_name)s
fr: Mission introuvable %(mission_name)s
it: Impossibile trovare la missione %(mission_name)s
pl: Nie można znaleźć misji %(mission_name)s

source: Cannot find mission %(mission_guid)s
fr: Mission introuvable %(mission_guid)s
it: Impossibile trovare la missione %(mission_guid)s
pl: Nie można znaleźć misji %(mission_guid)s

source: %(username)s and mission %(mission_name)s are not in the same group
fr: %(username)s et la mission %(mission_name)s ne font pas partie du même groupe
it: %(username)s e la missione %(mission_name)s non sono nello stesso gruppo
pl: %(username)s i misja %(mission_name)s nie znajdują się w tej samej grupie
uk: %(username)s та місія %(mission_name)s не належать до однієї групи

source: Invalid token
fr: Jeton invalide
it: Token invalido
pl: Nieprawidłowy token
uk: Недійсний токен

source: Missing UID
fr: UID manquant
it: UID mancante
pl: Brak UID

source: Invalid UID: %(uid)s
fr: UID invalide : %(uid)s
it: UID non valido: %(uid)s
pl: Nieprawidłowy UID: %(uid)s

source: Missing or invalid certificate
fr: Certificat manquant ou invalide
it: Certificato mancante o non valido
pl: Brakujący lub nieprawidłowy certyfikat
uk: Відсутній або недійсний сертифікат

source: File name cannot be blank
fr: Le nom du fichier ne peut pas être vide
it: Il nome del file non può essere vuoto
pl: Nazwa pliku nie może być pusta
uk: Ім'я файлу не може бути порожнім

source: %(extension)s is not an allowed file extension
fr: %(extension)s n'est pas une extension de fichier autorisée
it: %(extension)s non è un'estensione di file consentita
pl: %(extension)s nie jest dozwolonym rozszerzeniem pliku
uk: %(extension)s не є дозволеним розширенням файлу

source: No content found with hash: %(content_hash)s
fr: Aucun contenu trouvé avec le hachage : %(content_hash)s
it: Nessun contenuto trovato con hash: %(content_hash)s
pl: Nie znaleziono treści z hashem: %(content_hash)s
uk: Не знайдено вмісту з хешем: %(content_hash)s

source: No such mission: %(mission_name)s
fr: Mission inexistante : %(mission_name)s
it: Nessuna missione: %(mission_name)s
pl: Nie ma takiej misji: %(mission_name)s

source: No such file with hash %(content_hash)s
fr: Aucun fichier de ce type avec le hachage %(content_hash)s
it: Nessun file con hash %(content_hash)s
pl: Nie ma takiego pliku z hashem %(content_hash)s
uk: Немає такого файлу з хешем %(content_hash)s

source: UID %(uid)s not found
fr: UID %(uid)s introuvable
it: UID %(uid)s non trovato
pl: Nie znaleziono UID %(uid)s

source: No content found with hash %(hash)s
fr: Aucun contenu trouvé avec le hachage %(hash)s
it: Nessun contenuto trovato con hash %(hash)s
pl: Nie znaleziono treści z hashem %(hash)s

source: Failed to delete content with hash %(hash)s: %(e)s
fr: Échec de la suppression du contenu avec le hachage %(hash)s: %(e)s
it: Impossibile eliminare il contenuto con hash %(hash)s: %(e)s
pl: Nie udało się usunąć zawartości z hashem %(hash)s: %(e)s

source: Invalid Certificate
fr: Certificat invalide
it: Certificato non valido
pl: Nieprawidłowy certyfikat
uk: Недійсний сертифікат

source: Video not found
fr: Vidéo introuvable
it: Video non trovato
pl: Nie znaleziono filmu
uk: Відео не знайдено

source: User %(username)s not found
fr: Utilisateur %(username)s introuvable
it: Utente %(username)s non trovato
pl: Użytkownik %(username)s nie został znaleziony
uk: Користувач %(username)s не знайдено

source: Video stream with uid %(uid)s not found
fr: Flux vidéo avec l'UID %(uid)s introuvable
it: Flusso video con uid %(uid)s non trovato
pl: Nie znaleziono strumienia wideo o identyfikatorze UID %(uid)s

source: Invalid sort column: %(sort_by)s
fr: Colonne de tri invalide : %(sort_by)s
it: Colonna di ordinamento non valida: %(sort_by)s
pl: Nieprawidłowa kolumna sortowania: %(sort_by)s
uk: Недійсний тип: %(sort_by)s

source: Invalid username: %(username)s
fr: Nom d'utilisateur invalide : %(username)s
it: Nome utente non valido: %(username)s
pl: Nieprawidłowa nazwa użytkownika: %(username)s
uk: Недійсне ім'я користувача: %(username)s

source: Certificate already exists for %(username)s
fr: Un certificat existe déjà pour %(username)s
it: Il certificato esiste già per %(username)s
pl: Certyfikat już istnieje dla %(username)s
uk: Сертифікат для %(username)s вже існує

source: Please specify a callsign
fr: Veuillez indiquer un indicatif d'appel
it: Si prega di specificare un nome
pl: Proszę podać znak wywoławczy
uk: Будь ласка, вкажіть позивний

source: Unknown UID: %(uid)s
fr: UID inconnu : %(uid)s
it: UID sconosciuto: %(uid)s
pl: Nieznany UID: %(uid)s
uk: Невідомий UID: %(uid)s

source: Server connection data packages can't be installed on enrollment or connection
fr: Les packages de données de connexion au serveur ne peuvent pas être installés lors de l'inscription ou de la connexion
it: I pacchetti di dati di connessione al server non possono essere installati durante la registrazione o la connessione
pl: Pakietów danych połączenia z serwerem nie można zainstalować podczas rejestracji lub połączenia
uk: Пакети даних для підключення до сервера не можна встановити під час реєстрації або підключення

source: Invalid/unknown hash
fr: Hachage invalide/inconnu
it: Hash non valido o sconosciuto
pl: Nieprawidłowy/nieznany hash
uk: Недійсний/невідомий хеш

source: Please provide a data package hash
fr: Veuillez fournir le hachage du paquet de données
it: Si prega di fornire un hash del pacchetto dati
pl: Proszę podać skrót pakietu danych
uk: Будь ласка, надайте хеш пакета даних

source: Data package with hash '%(hash)s' not found
fr: Paquet de données avec le hachage '%(hash)s' introuvable
it: Pacchetto dati con hash '%(hash)s' non trovato
pl: Nie znaleziono pakietu danych z hashem „%(hash)s”
uk: Пакет даних з хешем '%(hash)s' не знайдено

source: Please specify the preference_key
fr: Veuillez préciser la clé de préférence
it: Si prega di specificare il preference_key
pl: Proszę określić klucz preferencji
uk: Будь ласка, вкажіть параметр preference_key

source: Unknown preference_key: %(preference_key)s
fr: Clé de préférence inconnue : %(preference_key)s
it: preference_key sconosciuta: %(preference_key)s
pl: Nieznany klucz preferencji: %(preference_key)s
uk: Невідомий ключ_преференції: %(preference_key)s

source: LDAP is enabled. Please view and edit groups on your LDAP server
fr: LDAP est activé. Veuillez consulter et modifier les groupes sur votre serveur LDAP
it: LDAP è abilitato. Visualizza e modifica i gruppi sul tuo server LDAP
pl: Protokół LDAP jest włączony. Przeglądaj i edytuj grupy na serwerze LDAP
uk: LDAP увімкнено. Перегляньте та відредагуйте групи на вашому LDAP-сервері.

source: Please provide the username, group name, and direction
fr: Veuillez indiquer le nom d'utilisateur, le nom du groupe et l'orientation
it: Si prega di fornire il nome utente, il nome del gruppo e la direzione
pl: Proszę podać nazwę użytkownika, nazwę grupy i kierunek
uk: Будь ласка, вкажіть ім'я користувача, назву групи та напрямок

source: Invalid direction: %(direction)s
fr: Direction invalide : %(direction)s
it: Direzione non valida: %(direction)s
pl: Nieprawidłowy kierunek: %(direction)s
uk: Недійсний напрямок: %(direction)s

source: Group %(group_name)s not found
fr: Groupe %(group_name)s introuvable
it: Gruppo %(group_name)s non trovato
pl: Grupa %(group_name)s nie została znaleziona
uk: Групу %(group_name)s не знайдено

source: Failed to remove %(username)s from %(group_name)s: %(e)s
fr: Échec de la suppression de %(username)s de %(group_name)s : %(e)s
it: Impossibile rimuovere %(username)s da %(group_name)s: %(e)s
pl: Nie udało się usunąć %(username)s z %(group_name)s: %(e)s
uk: Не вдалося видалити %(username)s з %(group_name)s: %(e)s

source: LDAP is enabled, please use your LDAP server to add groups
fr: LDAP est activé, veuillez utiliser votre serveur LDAP pour ajouter des groupes
it: LDAP è abilitato, utilizza il tuo server LDAP per aggiungere gruppi
pl: Protokół LDAP jest włączony. Użyj serwera LDAP, aby dodać grupy
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером, щоб додати групи.

source: Missing name
fr: Nom manquant
it: Nome mancante
pl: Brak nazwy
uk: Відсутнє ім'я

source: %(name)s group already exists
fr: Le groupe %(name)s existe déjà
it: %(name)s gruppo esiste già
pl: Grupa %(name)s już istnieje
uk: Група %(name)s вже існує

source: Failed to add %(name)s group: %(e)s
fr: Échec de l'ajout du groupe %(name)s : %(e)s
it: Impossibile aggiungere il gruppo %(name)s: %(e)s
pl: Nie udało się dodać grupy %(name)s: %(e)s
uk: Не вдалося додати групу %(name)s: %(e)s

source: LDAP is enabled, please use your LDAP server to add users to groups
fr: LDAP est activé, veuillez utiliser votre serveur LDAP pour ajouter des utilisateurs aux groupes
it: LDAP è abilitato, utilizza il tuo server LDAP per aggiungere utenti ai gruppi
pl: Protokół LDAP jest włączony. Użyj serwera LDAP, aby dodać użytkowników do grup
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером, щоб додати групи

source: Please provide a list of users, group name, and direction
fr: Veuillez fournir une liste des utilisateurs, le nom du groupe et l'orientation
it: Si prega di fornire un elenco di utenti, nome del gruppo e direzione
pl: Proszę podać listę użytkowników, nazwę grupy i kierunek
uk: Будь ласка, надайте список користувачів, назву групи та напрямок

source: User %(username)s does not exist
fr: L'utilisateur %(username)s n'existe pas
it: L'utente %(username)s non esiste
pl: Użytkownik %(username)s nie istnieje
uk: Користувач %(username)s не існує

source: Group %(group_name)s does not exist
fr: Le groupe %(group_name)s n'existe pas
it: Il gruppo %(group_name)s non esiste
pl: Grupa %(group_name)s nie istnieje
uk: Група %(group_name)s не існує

source: LDAP is enabled, please use your LDAP server to delete groups
fr: LDAP est activé, veuillez utiliser votre serveur LDAP pour supprimer les groupes
it: LDAP è abilitato, utilizza il tuo server LDAP per eliminare i gruppi
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do usunięcia grup
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для видалення груп

source: Missing group name
fr: Nom du groupe manquant
it: Nome del gruppo mancante
pl: Brak nazwy grupy
uk: Відсутня назва групи

source: The __ANON__ group cannot be deleted
fr: Le groupe __ANON__ ne peut pas être supprimé
it: Il gruppo __ANON__ non può essere eliminato
pl: Grupy __ANON__ nie można usunąć
uk: Групу __ANON__ неможливо видалити

source: No such group: %(group_name)s
fr: Groupe inexistant : %(group_name)s
it: Nessun gruppo: %(group_name)s
pl: Nie ma takiej grupy: %(group_name)s
uk: Немає такої групи: %(group_name)s

source: Failed to delete %(group_name)s: %(e)s
fr: Échec de la suppression de %(group_name)s : %(e)s
it: Impossibile eliminare %(group_name)s: %(e)s
pl: Nie udało się usunąć %(group_name)s: %(e)s
uk: Не вдалося видалити %(group_name)s: %(e)s

source: This is a test
fr: Ceci est un test
it: Questo è un test
pl: To jest test
uk: Це тест

source: Please provide a latitude and longitude
fr: Veuillez indiquer une latitude et une longitude
it: Per favore fornire latitudine e longitudine
pl: Proszę podać szerokość i długość geograficzną

source: Invalid latitude: %(latitude)s
fr: Latitude invalide : %(latitude)s
it: Latitudine non valida: %(latitude)s
pl: Nieprawidłowa szerokość geograficzna: %(latitude)s

source: Invalid longitude: %(longitude)s
fr: Longitude invalide : %(longitude)s
it: Longitudine non valida: %(longitude)s
pl: Nieprawidłowa długość geograficzna: %(longitude)s
uk: Недійсна довгота: %(longitude)s

source: Failed to parse lat/lon: %(e)s
fr: Échec de l'analyse de la latitude/longitude : %(e)s
it: Impossibile analizzare latitudine/longitudine: %(e)s
pl: Nie udało się przeanalizować szerokości/długości geograficznej: %(e)s
uk: Не вдалося проаналізувати широту/довготу: %(e)s

source: Please provide a name
fr: Veuillez indiquer un nom
it: Si prega di fornire un nome
pl: Proszę podać imię
uk: Будь ласка, вкажіть ім'я

source: Invalid UID. UIDs need to be in UUID4 format
fr: UID invalide. Les UID doivent être au format UUID4
it: UID non valido. Gli UID devono essere nel formato UUID4
pl: Nieprawidłowy UID. UID-y muszą być w formacie UUID4
uk: Недійсний UID. UID мають бути у форматі UUID4

source: Invalid type: %(cot_type)s
fr: Type invalide : %(cot_type)s
it: Tipo non valido: %(cot_type)s
pl: Nieprawidłowy typ: %(cot_type)s
uk: Недійсний тип: %(cot_type)s

source: Failed to parse data: %(e)s
fr: Échec de l'analyse des données : %(e)s
it: Impossibile analizzare i dati: %(e)s
pl: Nie udało się przeanalizować danych: %(e)s
uk: Не вдалося проаналізувати дані: %(e)s

source: Please provide the UID of the marker to delete
fr: Veuillez fournir l'UID du marqueur à supprimer
it: Si prega di fornire l'UID del marcatore da eliminare
pl: Proszę podać UID znacznika do usunięcia
uk: Будь ласка, вкажіть UID маркера, який потрібно видалити

source: Unknown UID
it: UID sconosciuto
pl: Nieznany UID
uk: Невідомий UID

source: Please specify a path name
fr: Veuillez spécifier un nom de chemin d’accès
it: Si prega di specificare un nome di percorso
pl: Proszę podać nazwę ścieżki

source: Path cannot begin with a slash
fr: Un chemin ne peut pas commencer par une barre oblique
it: Il percorso non può iniziare con una barra
pl: Ścieżka nie może zaczynać się od ukośnika
uk: Шлях не може починатися зі скісну риску

source: Path %(path)s not found
fr: Chemin d’accès %(path)s introuvable
it: Percorso %(path)s non trovato
pl: Ścieżka %(path)s nie została znaleziona

source: MediaMTX is not running
fr: MediaMTX n'est pas en cours d'exécution
it: MediaMTX non è in esecuzione
pl: MediaMTX nie działa
uk: MediaMTX не працює

source: Please provide the URL of the channel to delete
fr: Veuillez fournir l'URL de la chaîne à supprimer
it: Si prega di fornire l'URL del canale da eliminare
pl: Proszę podać adres URL kanału, który chcesz usunąć
uk: Будь ласка, надайте URL-адресу каналу, який потрібно видалити
