Repository: BuloZB/OpenTAKServer
Catalog: opentakserver/translations/*/LC_MESSAGES/messages.po
Languages: fr, it, pl, uk

source: Invalid property: %(key)s
fr: Propriété invalide : %(key)s
it: Proprietà non valida: %(key)s
pl: Nieprawidłowa właściwość: %(key)s

source: Only an admin or the mission creator can change this mission
fr: Seul un administrateur ou le créateur de la mission peut modifier cette mission
it: Solo un amministratore o il creatore della missione possono modificare questa missione
pl: Tylko administrator lub twórca misji może zmienić tę misję
uk: Тільки адміністратор або автор місії може змінити цю місію

source: Please specify a mission name
fr: Veuillez préciser le nom de la mission
it: Si prega di specificare il nome della missione
pl: Proszę podać nazwę misji
uk: Будь ласка, вкажіть назву місії

source: Please provide the mission password
fr: Veuillez fournir le mot de passe de la mission
it: Si prega di fornire la password della missione
pl: Proszę podać hasło misji
uk: Будь ласка, надайте пароль місії

source: Server plugins must be zip, whl, or tar.gz files
fr: Les plugins serveur doivent être des fichiers zip, whl ou tar.gz
it: I plugin del server devono essere file con estensione zip, whl o tar.gz
pl: Wtyczki serwera muszą być plikami zip, whl lub tar.gz
uk: Плагіни сервера повинні бути у форматі zip, whl або tar.gz файлів

source: Plugins are disabled
fr: Les plugins sont désactivés
it: I plugin sono disabilitati
pl: Wtyczki są wyłączone
uk: Плагіни вимкнено

source: Plugin %(plugin_name)s not found
fr: Module %(plugin_name)s introuvable
it: Plugin %(plugin_name)s non trovato
pl: Wtyczka %(plugin_name)s nie została znaleziona

source: No token found for %(username)s
fr: Aucun jeton trouvé pour %(username)s
it: Nessun token trovato per %(username)s
uk: Не знайдено токена для %(username)s

source: Failed to delete token: %(e)s
fr: Échec de la suppression du jeton : %(e)s
it: Impossibile eliminare il token: %(e)s
pl: Nie udało się usunąć tokena: %(e)s
uk: Не вдалося видалити токен: %(e)s

source: LDAP is enabled, please use your LDAP server to create users
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour créer des utilisateurs
it: LDAP è abilitato, utilizza il tuo server LDAP per creare utenti
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do tworzenia użytkowników
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для створення користувачів

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pl: Hasła nie pasują
uk: Паролі не збігаються

source: Role %(role)s does not exist
fr: Le rôle %(role)s n'existe pas
it: Il ruolo %(role)s non esiste
pl: Rola %(role)s nie istnieje
uk: Роль %(role)s не існує

source: Only administrators can add users to the administrators role
fr: Seuls les administrateurs peuvent ajouter des utilisateurs au rôle d'administrateur
it: Solo gli amministratori possono aggiungere altri amministratori
pl: Tylko administratorzy mogą dodawać użytkowników do roli administratorów
uk: Тільки адміністратори можуть додавати користувачів до ролі адміністратора

source: User %(username)s already exists
fr: L'utilisateur %(username)s existe déjà
it: L'utente %(username)s esiste già
pl: Użytkownik %(username)s już istnieje
uk: Користувач %(username)s вже існує

source: LDAP is enabled, please use your LDAP server to delete users
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour supprimer les utilisateurs
it: LDAP è abilitato, utilizza il tuo server LDAP per eliminare gli utenti
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do usunięcia użytkowników
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для видалення користувачів

source: You can't delete your own account
fr: Vous ne pouvez pas supprimer votre propre compte
it: Non puoi eliminare il tuo account
pl: Nie możesz usunąć własnego konta
uk: Ви не можете видалити свій власний обліковий запис

source: Failed to delete user: %(e)s
fr: Échec de la suppression de l'utilisateur : %(e)s
it: Impossibile eliminare l'utente: %(e)s
pl: Nie udało się usunąć użytkownika: %(e)s
uk: Не вдалося видалити користувача: %(e)s

source: LDAP is enabled, please use your LDAP server to reset passwords
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour réinitialiser les mots de passe
it: LDAP è abilitato, utilizza il tuo server LDAP per reimpostare le password
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do zresetowania haseł
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для скидання паролів

source: Please specify a username and new password
fr: Veuillez indiquer un nom d'utilisateur et un nouveau mot de passe
it: Si prega di specificare un nome utente e una nuova password
pl: Proszę podać nazwę użytkownika i nowe hasło
uk: Будь ласка, вкажіть ім'я користувача та новий пароль

source: Your password must be at least %(characters)s characters long
fr: Votre mot de passe doit comporter au moins %(characters)s caractères
it: La tua password deve essere lunga almeno%(characters)s caratteri
pl: Twoje hasło musi mieć co najmniej %(characters)s znaków
uk: Ваш пароль має містити щонайменше %(characters)s символів

source: Could not find user %(username)s
fr: Impossible de trouver l'utilisateur %(username)s
it: Impossibile trovare l'utente %(username)s
pl: Nie można znaleźć użytkownika %(username)s
uk: Не вдалося знайти користувача %(username)s

source: LDAP is enabled, please use your LDAP server to deactivate users
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour désactiver les utilisateurs
it: LDAP è abilitato, utilizza il tuo server LDAP per disattivare gli utenti
pl: Protokół LDAP jest włączony. Użyj serwera LDAP, aby dezaktywować użytkowników
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для деактивації користувачів

source: Please specify the username to deactivate
fr: Veuillez indiquer le nom d'utilisateur à désactiver
it: Si prega di specificare il nome utente da disattivare
pl: Proszę podać nazwę użytkownika, aby dezaktywować
uk: Будь ласка, вкажіть ім'я користувача для деактивації

source: %(username)s is already deactivated
fr: %(username)s est déjà désactivé
it: %(username)s è già disattivato
pl: %(username)s jest już dezaktywowany
uk: %(username)s вже деактивовано

source: LDAP is enabled, please use your LDAP server to activate users
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour activer les utilisateurs
it: LDAP è abilitato, utilizza il tuo server LDAP per attivare gli utenti
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do aktywacji użytkowników
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для активації користувачів

source: Please specify the username to activate
fr: Veuillez indiquer le nom d'utilisateur à activer
it: Si prega di specificare il nome utente da attivare
pl: Proszę podać nazwę użytkownika, aby dokonać aktywacji
uk: Будь ласка, вкажіть ім'я користувача для активації

source: %(username)s is already activated
fr: %(username)s est déjà activé
it: %(username)s è già attivato
pl: %(username)s jest już aktywowany
uk: %(username)s вже активовано

source: LDAP is enabled, please use your LDAP server to assign roles
fr: LDAP est activé, veuillez utiliser votre serveur LDAP pour attribuer les rôles
it: LDAP è abilitato, utilizza il tuo server LDAP per assegnare i ruoli
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do przypisywania ról
uk: LDAP увімкнено, будь ласка, скористайтеся своїм LDAP-сервером для призначення ролей

source: Please specify a username and roles
fr: Veuillez indiquer un nom d'utilisateur et des rôles
it: Si prega di specificare un nome utente e ruoli
pl: Proszę podać nazwę użytkownika i role
uk: Будь ласка, вкажіть ім'я користувача та ролі

source: EUD %(eud_uid)s not found
fr: EUD %(eud_uid)s introuvable
it: EUD %(eud_uid)s non trovato
pl: EUD %(eud_uid)s nie znaleziono
uk: EUD %(eud_uid)s не знайдено

source: %(uid)s is already assigned to another user
fr: %(uid)s est déjà attribué à un autre utilisateur
it: %(uid)s è già assegnato a un altro utente
pl: %(uid)s jest już przypisany innemu użytkownikowi
uk: %(uid)s вже призначено іншому користувачеві

source: LDAP is enabled, please use your LDAP server to manage users
fr: Le protocole LDAP est activé. Veuillez utiliser votre serveur LDAP pour gérer les utilisateurs
it: LDAP è abilitato, utilizza il tuo server LDAP per gestire gli utenti
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do zarządzania użytkownikami
uk: LDAP увімкнено, будь ласка, використовуйте свій LDAP-сервер для керування користувачами

source: LDAP is enabled, please use your LDAP server to manage groups
fr: LDAP est activé, veuillez utiliser votre serveur LDAP pour gérer les groupes
it: LDAP è abilitato, utilizza il tuo server LDAP per gestire i gruppi
pl: Protokół LDAP jest włączony. Użyj serwera LDAP do zarządzania grupami
uk: LDAP увімкнено, будь ласка, використовуйте свій LDAP-сервер для керування групами

source: Please provide a username
fr: Veuillez fournir un nom d'utilisateur
it: Si prega di fornire un nome utente
pl: Proszę podać nazwę użytkownika
uk: Будь ласка, вкажіть ім'я користувача

source: Please provide a list of groups, a username, and a direction
fr: Veuillez fournir une liste de groupes, un nom d'utilisateur et une direction
it: Si prega di fornire un elenco di gruppi, un nome utente e una direzione
pl: Proszę podać listę grup, nazwę użytkownika i kierunek
uk: Будь ласка, надайте список груп, ім'я користувача та напрямок

source: User %(username)s doesn't exist
fr: L'utilisateur %(username)s n'existe pas
it: L'utente%(username)s non esiste
pl: Użytkownik %(username)s nie istnieje
uk: Користувач %(username)s не існує

source: Group %(group_name)s doesn't exist
fr: Le groupe %(group_name)s n'existe pas
it: Il gruppo %(group_name)snon esiste
pl: Grupa %(group_name)s nie istnieje
uk: Група %(group_name)s не існує

source: Please specify a valid path
fr: Veuillez indiquer un chemin valide
it: Si prega di specificare un percorso valido
pl: Proszę podać prawidłową ścieżkę
uk: Будь ласка, вкажіть дійсний шлях

source: Invalid recording_id: %(recording_id)s
fr: recording_id invalide : %(recording_id)s
it: ID di registrazione non valido:%(recording_id)s
pl: Nieprawidłowy identyfikator nagrania: %(recording_id)s
uk: Недійсний ідентифікатор запису: %(recording_id)s

source: Recording not found
fr: Enregistrement introuvable
it: Registrazione non trovata
pl: Nagranie nie zostało znalezione
uk: Запис не знайдено
